/***************/
/* Main Window */
/***************/
"Colour Contrast Analyser" = "Colour Contrast Analyser";
"Foreground" = "Förgrund";
"Background" = "Bakgrund";
"Foreground colour dropdown" = "Färgväljare förgrund";
"Background colour dropdown" = "Färgväljare bakgrund";
"Display and edit the chosen background colour" = "Visa och redigera den valda bakgrundsfärgen";
"Display and edit the chosen foreground colour" = "Visa och redigera den valda förgrundsfärgen";
"Red" = "Röd";
"Green" = "Grön";
"Blue" = "Blå";
"Colour select:" = "Vald färg:";
"Results" = "Resultat";
"Results for color blindness" = "Resultat för färgblindhet";
"Colour/Brightness difference" = "Skillnad i färg/ljusstyrka";
"Contrast ratio" = "Kontrastförhållande";
"example text showing contrast" = "Exempeltext för kontrast";
"Text" = "Text";
"Large text" = "Stor text";

"Normal" = "Normal";
"Protanopia" = "Protanopi (rödblindhet)";
"Deuteranopia" = "Deuteranopi (grönblindhet)";
"Tritanopia" = "Tritanopi (blåblindhet)";
"Color blindness" = "Färgblindhet";

/* NSTextFieldLuminosity */
"Pass" = "Godkänd";
"Fail" = "Ej godkänd";
"passed at level" = "godkänd för nivå";
"failed at level" = "ej godkänd för nivå";

/* NSTextFieldColourBlindness */
"The contrast ratio is" = "Kontrastförhållandet är";
"colour difference" = "färgskillnad";
"brightness difference" = "skillnad i ljusstyrka";

/******************/
/* Details drawer */
/******************/
"Show details" = "Visa detaljer";
"Copy results" = "Kopiera resultat";
/* Results */
"sufficient" = "tillräcklig";
"not sufficient" = "ej tillräcklig";
"detail_1" = "Skillnaden i ljusstyrka mellan de två färgerna är";
"detail_2" = "Tröskelvärdet är 125 och resultatet för för- och bakgrundsfärg är";
"detail_3" = "Färgskillnaden mellan de två färgerna är";
"detail_4" = "Tröskelvärdet är 500 och resultatet för för- och bakgrundsfärg är";
"detail_5" = "OBS: Även om skillnaden i färg inte är tillräcklig enligt W3C:s krav så är den tillräcklig enligt den gräns Hewlett Packard anger. Hewlett Packard använder 400 som brytgräns.";
"detail_6" = "1.4.2 Kontrast (minimum): Text (och text i bilder) har ett kontrastförhållande på minst 4.5:1 om inte texten används i dekorativt syfte. Större text (minst 18 punkter eller 14 punkter fetstil) kan ha ett kontrastförhållande på 3:1 (Nivå AA)";
"detail_7" = "1.4.4 Kontrast (utökad): Text (och text i bilder) har ett kontrastförhållande på minst 7:1 om inte texten används i dekorativt syfte. Större text (minst 18 punkter eller 14 punkter fetstil) kan ha ett kontrastförhållande på 4.5:1 (Nivå AAA)";
"detail_8" = "Observera att typsnitt med tunna linjer är svårare att läsa vid låg kontrast.";


/********************/
/* Application Menu */
/********************/
"About Colour Contrast Analyser" = "Om Colour Contrast Analyser";
"Preferences…" = "Inställningar…";
"Hide Colour Contrast Analyser" = "Göm Colour Contrast Analyser";
"Hide Others" = "Göm övriga";
"Services" = "Tjänster";
"Show All" = "Visa alla";
"Quit Colour Contrast Analyser" = "Avsluta Colour Contrast Analyser";

/****************/
/* Options Menu */
/****************/
"Options" = "Alternativ";
"Displayed color values" = "Visa färger som";
"Algorithm" = "Algoritm";
"Luminosity" = "Ljusintensitet";
"Show color sliders" = "Visa färgreglage";

/*************/
/* Edit Menu */
/*************/
"Edit" = "Redigera";
"Copy" = "Kopiera";
"Paste" = "Klistra in";

/***************/
/* Window Menu */
/***************/
"Window" = "Fönster";
"Minimize" = "Minimera";
"Bring All to Front" = "Lägg alla överst";

/*************/
/* Help Menu */
/*************/
"Help" = "Hjälp";
"Colour Contrast Analyser Help" = "Colour Contrast Analyser Hjälp";

/************/
/* ToolTips */
/************/
"⌘O : Open details panel" = "⌘O : Visa detaljpanel";
"⌘D : Select Colour/Brightness difference algorithm" = "⌘D : Välj algoritm för färg/ljusstyrka";
"⌘L : Select Luminosity algorithm" = "⌘L : Välj algoritm för ljusintensitet";
"⌘R : Switch into RGB input" = "⌘R : Byt till RGB-inmatning";
"⌘E : Switch into HEX input" = "⌘E : Byt till HEX-inmatning";